{
    "navigation.projects": "Projects",
    "navigation.reading": "Reading",

    "about.about": "Hello! \n My name is Daan and I am a Front End React developer living in The Hague. Continuously searching for ways to enhance my skills and keep growing as a person. \n \n As a developer, I find the process of converting a design from Figma into a fully functional website especially enjoyable. It's always a great feeling to see how my work is used by others. \n In my free time, I play golf with my father and brother and enjoy video games with my friends. Occasionally, I support Feyenoord at the stadium.",
    "about.resume": "View Resume",
    "about.linkedin": "LinkedIn Profile",
    
    "skills.front-text": "I build responsive web applications using React, HTML, CSS, and JavaScript",
    "skills.other-title": "Other Skills",
    "skills.other-text": "I also make use of a number of other skills and tools on a daily basis as part of my development process.",

    "projects.title": "Projects",
    "projects.project-btn": "View Live Example",
    
    "projects.audiophile-title": "Audiophile E-Commerce Website",
    "projects.audiophile-text": "Audiophile is a multi-page e-commerce website with a responsive design and interactive elements using React. Users can view products, add and remove items from their cart, and complete a checkout form. The website also uses localStorage to track the contents of the cart after refreshing.",
    
    "projects.invoices-title": "Invoices App",
    "projects.invoices-text": "I developed an invoicing application that allows users to create, read, update, and delete invoices using React. The application features a responsive design and interactive elements. It also includes form validation for creating and editing invoices, as well as the ability to save draft invoices and mark pending invoices as paid. Users can filter their invoices by status and toggle between light and dark mode.",
    
    "projects.payapi-title": "PayApi",
    "projects.payapi-text": "For this project, I developed a multi-page website using HTML and CSS that is designed to be responsive and interactive. The website includes a home, about, pricing, and contact page. I made sure that the site matched the provided designs for different devices including mobile, tablet, and desktop.",

    "projects.TaskBuddy-title": "TaskBuddy",
    "projects.TaskBuddy-text": "TaskBuddy is a user-friendly app specifically designed to assist people who are not familiar with ChatGPT. With pre-created prompts, users can effortlessly complete their tasks without having to come up with good prompts for ChatGpt themselves."


}