{
    "navigation.projects": "Projecten",
    "navigation.reading": "Leeslijst",

    "about.about": "Hoi! \n Ik ben Daan, een Front End React developer wonend in Den Haag en continu op zoek naar manieren om mijn vaardigheden te verbeteren en als persoon te blijven groeien.. \n \n Als developer vind ik het proces van het omzetten van een design uit Figma in een volledig functionele website bijzonder leuk. Het is altijd een geweldig gevoel om te zien hoe mijn werk gebruikt wordt door anderen. \n In mijn vrije tijd speel ik golf met mijn vader en broer en geniet ik van videogames met mijn vrienden en steun ik af en toe Feyenoord in het stadion.",
    "about.resume": "Bekijk CV",
    "about.linkedin": "LinkedIn Profiel",
    
    "skills.front-text": "Ik bouw responsive web applications met React, HTML, CSS en Javascript",
    "skills.other-title": "Andere Skills",
    "skills.other-text": "Ik gebruik ook verschillende andere skills en tools op dagelijkse basis als onderdeel van mijn development process",

    "projects.title": "Projecten",
    "projects.project-btn": "Bekijk De Live Demo",

    "projects.audiophile-title": "Audiophile Webshop",
    "projects.audiophile-text": "Audiophile is een webshop met een responsive ontwerp en interactieve elementen gebouwd met React. Gebruikers kunnen producten bekijken, artikelen aan hun winkelwagen toevoegen, verwijderen en de hoeveelheden aanpassen. De website gebruikt ook localStorage om de inhoud van de winkelwagen te volgen na het refreshen van de browser.",
    
    "projects.invoices-title": "Invoices App",
    "projects.invoices-text": "Dit project is een facturerings app gebouwd met React die gebruikers in staat stelt om facturen te maken, bekijken, bewerken en verwijderen. Er is ook form validation voor het maken en bewerken van facturen, evenals de mogelijkheid om conceptfacturen op te slaan en openstaande facturen als betaald te markeren. Gebruikers kunnen hun facturen filteren op status en tussen light en dark mode wisselen.",
    
    "projects.payapi-title": "PayApi",
    "projects.payapi-text": "Voor dit project heb ik een website ontwikkeld met HTML en CSS die is ontworpen om responsive en interactief te zijn. De website bevat een home, about, prijs en contact pagina. Ik heb ervoor gezorgd dat de site aansloot bij de figma ontwerpen voor verschillende apparaten, waaronder mobiel, tablet en desktop.",

    "projects.TaskBuddy-title": "TaskBuddy",
    "projects.TaskBuddy-text": "TaskBuddy is een gebruiksvriendelijke app die speciaal is ontworpen om mensen te helpen die nog niet goed overweg kunnen gaan met ChatGPT. Met vooraf gecreëerde prompts kunnen gebruikers moeiteloos hun taken voltooien, zonder dat ze zelf goede prompts hoeven te bedenken."

}